Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: This plan was imported before the app kept proposals; only its summary is left.
ar: استُوردت هذه الخطة قبل أن يحتفظ التطبيق بالاقتراحات؛ لم يبقَ سوى ملخصها.
de: Dieser Plan wurde importiert, bevor die App Vorschläge aufbewahrt hat; nur die Zusammenfassung ist übrig.
es: Este plan se importó antes de que la app guardara propuestas; solo queda su resumen.
fr: Ce plan a été importé avant que l’app ne conserve les propositions ; il ne reste que son résumé.
hi: यह प्लान ऐप द्वारा प्रस्ताव सहेजने से पहले आयात हुआ था; सिर्फ़ इसका सारांश बचा है।
hu: Ez a terv még azelőtt lett importálva, hogy az app megőrizte volna a javaslatokat; csak az összefoglalója maradt meg.
it: Questo piano è stato importato prima che l’app conservasse le proposte; resta solo il riassunto.
ko: 이 플랜은 앱이 제안을 보관하기 전에 가져온 것이라 요약만 남아 있습니다.
pl: Ten plan zaimportowano, zanim aplikacja zachowywała propozycje; zostało tylko podsumowanie.
pt: Este plano foi importado antes de a app guardar propostas; só resta o resumo.
pt_br: Este plano foi importado antes de o app guardar propostas; só sobrou o resumo.
ru: Этот план импортирован до того, как приложение стало хранить предложения; осталось только резюме.
th: แผนนี้ถูกนำเข้าก่อนที่แอปจะเก็บข้อเสนอ เหลือเพียงสรุปเท่านั้น
tr: Bu plan, uygulama önerileri saklamaya başlamadan önce içe aktarıldı; sadece özeti kaldı.
uk: Цей план імпортовано до того, як застосунок почав зберігати пропозиції; лишився тільки його підсумок.
zh: 此计划在应用开始保存建议之前导入，只剩下摘要。

source: This profile already has as many passkeys as it can hold.
ar: بلغ هذا الملف الشخصي الحد الأقصى من مفاتيح المرور.
de: Dieses Profil hat schon so viele Passkeys, wie es haben kann.
es: Este perfil ya tiene todas las passkeys que puede tener.
fr: Ce profil a déjà autant de passkeys qu’il peut en avoir.
hi: इस प्रोफ़ाइल में पहले से ही जितनी हो सकती हैं उतनी पासकी हैं।
hu: Ennek a profilnak már annyi jelszókulcsa van, amennyi lehet.
it: Questo profilo ha già tutte le passkey che può avere.
ko: 이 프로필에는 이미 최대 개수의 패스키가 있습니다.
pl: Ten profil ma już tyle passkey, ile może mieć.
pt: Este perfil já tem todas as passkeys que pode ter.
pt_br: Este perfil já tem todas as chaves de acesso que pode ter.
ru: У этого профиля уже максимальное число ключей доступа.
th: โปรไฟล์นี้มีพาสคีย์ครบจำนวนสูงสุดแล้ว
tr: Bu profilde zaten olabilecek en fazla sayıda geçiş anahtarı var.
uk: У цього профілю вже максимальна кількість ключів доступу.
zh: 此档案的通行密钥数量已达上限。

source: This profile has no passkey, and this server does not take passwords, so nothing here can confirm that it is you. Ask your admin.
ar: لا يملك هذا الملف الشخصي مفتاح مرور، ولا يقبل هذا الخادم كلمات المرور، لذا لا يمكن لأي شيء هنا تأكيد أنك أنت. تواصل مع المسؤول.
de: Dieses Profil hat keinen Passkey, und dieser Server nimmt keine Passwörter an. Damit kann hier nichts bestätigen, dass du es bist. Frag deinen Admin.
es: Este perfil no tiene ninguna passkey y este servidor no acepta contraseñas, así que aquí nada puede confirmar que eres tú. Pregunta a tu administrador.
fr: Ce profil n’a aucune passkey et ce serveur n’accepte pas les mots de passe, donc rien ici ne peut confirmer que c’est bien toi. Demande à ton administrateur.
hi: इस प्रोफ़ाइल में कोई पासकी नहीं है, और यह सर्वर पासवर्ड स्वीकार नहीं करता, इसलिए यहाँ कुछ भी पुष्टि नहीं कर सकता कि यह आप ही हैं। अपने एडमिन से संपर्क करें।
hu: Ennek a profilnak nincs jelszókulcsa, és ez a szerver nem fogad el jelszót, így itt semmi sem tudja megerősíteni, hogy te vagy az. Fordulj az adminisztrátorhoz.
it: Questo profilo non ha nessuna passkey e questo server non accetta password, quindi qui niente può confermare che sei tu. Chiedi al tuo amministratore.
ko: 이 프로필에는 패스키가 없고 이 서버는 비밀번호를 받지 않으므로, 여기서는 본인임을 확인할 방법이 없습니다. 관리자에게 문의하세요.
pl: Ten profil nie ma żadnego passkey, a ten serwer nie przyjmuje haseł, więc nic tutaj nie potwierdzi, że to ty. Zwróć się do administratora.
pt: Este perfil não tem nenhuma passkey e este servidor não aceita palavras-passe, por isso nada aqui pode confirmar que és tu. Pede ajuda ao teu administrador.
pt_br: Este perfil não tem nenhuma chave de acesso e este servidor não aceita senhas, então nada aqui pode confirmar que é você. Fale com seu administrador.
ru: У этого профиля нет ключа доступа, а этот сервер не принимает пароли, поэтому здесь нечем подтвердить, что это ты. Обратись к администратору.
th: โปรไฟล์นี้ไม่มีพาสคีย์ และเซิร์ฟเวอร์นี้ไม่รับรหัสผ่าน จึงไม่มีสิ่งใดที่นี่ยืนยันได้ว่าเป็นคุณ โปรดติดต่อผู้ดูแลระบบของคุณ
tr: Bu profilin geçiş anahtarı yok ve bu sunucu şifre kabul etmiyor, bu yüzden burada sen olduğunu hiçbir şey onaylayamaz. Yöneticine başvur.
uk: У цього профілю немає ключа доступу, а цей сервер не приймає паролі, тож тут нічим підтвердити, що це ти. Звернися до адміністратора.
zh: 此档案没有通行密钥，而此服务器不接受密码，所以这里无法确认是你本人。请联系管理员。

source: This removes it from your history for good.
ar: سيزيله هذا من سجلك نهائيًا.
de: Das entfernt es endgültig aus deinem Verlauf.
es: Se elimina de tu historial para siempre.
fr: Elle sera retirée de ton historique pour de bon.
hi: यह आपके इतिहास से हमेशा के लिए हट जाएगा।
hu: Ez véglegesen eltávolítja az előzményeidből.
it: Verrà rimosso per sempre dalla cronologia.
ko: 기록에서 영구히 삭제됩니다.
pl: To usunie go z historii na zawsze.
pt: Isto remove-o do histórico para sempre.
pt_br: Isso remove o treino definitivamente do seu histórico.
ru: Она будет навсегда удалена из истории.
th: จะลบออกจากประวัติอย่างถาวร
tr: Geçmişinden kalıcı olarak kaldırılır.
uk: Його буде назавжди видалено з історії.
zh: 它将从历史中永久删除。

source: This removes the exercise from your current session.
ar: سيؤدي هذا إلى إزالة التمرين من جلستك الحالية.
de: Dadurch wird die Übung aus deiner aktuellen Einheit entfernt.
es: Esto quita el ejercicio de tu sesión actual.
fr: Cela retire l’exercice de ta séance actuelle.
hi: यह व्यायाम आपके मौजूदा सत्र से हट जाएगा।
hu: Ez eltávolítja a gyakorlatot a jelenlegi edzésedből.
it: Questo rimuove l’esercizio dalla sessione corrente.
ko: 현재 세션에서 이 운동을 제거합니다.
pl: Spowoduje to usunięcie ćwiczenia z bieżącej sesji.
pt: Isto remove o exercício da tua sessão atual.
pt_br: Isso remove o exercício da sua sessão atual.
ru: Упражнение будет удалено из текущей сессии.
th: จะลบท่านี้ออกจากรอบออกกำลังกายปัจจุบันของคุณ
tr: Bu işlem egzersizi mevcut seansından kaldırır.
uk: Вправу буде видалено з поточної сесії.
zh: 这会从当前训练中移除该动作。

source: This replaces all current data with the backup file.
ar: يستبدل هذا جميع البيانات الحالية بملف النسخة الاحتياطية.
de: Das ersetzt alle aktuellen Daten durch die Backup-Datei.
es: Esto sustituye todos los datos actuales por el archivo de copia.
fr: Cela remplace toutes les données actuelles par le fichier de sauvegarde.
hi: यह वर्तमान सारा डेटा बैकअप फ़ाइल से बदल देगा।
hu: Ez lecseréli az összes jelenlegi adatot a mentésfájlra.
it: Sostituisce tutti i dati attuali con il file di backup.
ko: 현재 모든 데이터가 백업 파일로 대체됩니다.
pl: To zastąpi wszystkie obecne dane plikiem kopii.
pt: Isto substitui todos os dados atuais pelo ficheiro de cópia.
pt_br: Isso substitui todos os dados atuais pelo arquivo de backup.
ru: Все текущие данные будут заменены файлом резервной копии.
th: จะแทนที่ข้อมูลปัจจุบันทั้งหมดด้วยไฟล์สำรอง
tr: Bu, mevcut tüm verileri yedek dosyasıyla değiştirir.
uk: Усі поточні дані буде замінено файлом резервної копії.
zh: 这将用备份文件替换当前所有数据。

source: This screen could not be drawn. Your data is safe on this device.
ar: تعذّر عرض هذه الشاشة. بياناتك آمنة على هذا الجهاز.
de: Dieser Bildschirm konnte nicht dargestellt werden. Deine Daten auf diesem Gerät sind sicher.
es: Esta pantalla no se ha podido dibujar. Tus datos siguen a salvo en este dispositivo.
fr: Cet écran n’a pas pu être affiché. Tes données restent intactes sur cet appareil.
hi: यह स्क्रीन नहीं दिखाई जा सकी। इस डिवाइस पर आपका डेटा सुरक्षित है।
hu: Ezt a képernyőt nem sikerült megjeleníteni. Az adataid biztonságban vannak ezen az eszközön.
it: Questa schermata non è stata disegnata. I tuoi dati su questo dispositivo sono al sicuro.
ko: 이 화면을 그리지 못했습니다. 데이터는 이 기기에 안전하게 남아 있습니다.
pl: Nie udało się wyświetlić tego ekranu. Twoje dane na tym urządzeniu są bezpieczne.
pt: Este ecrã não pôde ser desenhado. Os teus dados estão seguros neste dispositivo.
pt_br: Não foi possível exibir esta tela. Seus dados estão seguros neste dispositivo.
ru: Не удалось отрисовать этот экран. Ваши данные на устройстве в безопасности.
th: แสดงหน้าจอนี้ไม่ได้ ข้อมูลของคุณยังปลอดภัยอยู่บนเครื่องนี้
tr: Bu ekran çizilemedi. Verilerin bu cihazda güvende.
uk: Не вдалося відобразити цей екран. Твої дані на пристрої в безпеці.
zh: 此页面无法显示。你的数据仍安全保存在本设备上。

source: This session
ar: هذه الجلسة
de: Dieses Training
es: Esta sesión
fr: Cette séance
hi: यह कसरत
hu: Ez az edzés
it: Questa sessione
ko: 이번 운동
pl: Ta sesja
pt: Esta sessão
pt_br: Esta sessão
ru: Эта тренировка
th: รอบนี้
tr: Bu antrenman
uk: Це тренування
zh: 本次训练

source: This takes a minute or two. You can leave this screen — it keeps going.
ar: يستغرق هذا دقيقة أو دقيقتين. يمكنك مغادرة هذه الشاشة — سيستمر العمل.
de: Das dauert ein, zwei Minuten. Du kannst diesen Bildschirm verlassen — es läuft weiter.
es: Esto tarda un minuto o dos. Puedes salir de esta pantalla: sigue trabajando.
fr: Cela prend une ou deux minutes. Vous pouvez quitter cet écran : il continue.
hi: इसमें एक-दो मिनट लगते हैं। आप यह स्क्रीन छोड़ सकते हैं — काम चलता रहेगा।
hu: Ez egy-két percet vesz igénybe. Elhagyhatod ezt a képernyőt — a folyamat megy tovább.
it: Ci vuole un minuto o due. Puoi uscire da questa schermata: continua a lavorare.
ko: 1~2분 정도 걸립니다. 이 화면을 벗어나도 계속 진행됩니다.
pl: To potrwa minutę lub dwie. Możesz opuścić ten ekran — praca trwa dalej.
pt: Isto demora um ou dois minutos. Podes sair deste ecrã: continua a trabalhar.
pt_br: Isto leva um ou dois minutos. Você pode sair desta tela — ele continua trabalhando.
ru: Это займёт минуту-другую. Можно уйти с этого экрана — работа продолжится.
th: ใช้เวลาหนึ่งถึงสองนาที คุณออกจากหน้านี้ได้ — ระบบทำงานต่อ
tr: Bu bir iki dakika sürer. Bu ekrandan çıkabilirsin — işlem devam eder.
uk: Це займе хвилину-другу. Можна піти з цього екрана — робота продовжиться.
zh: 这需要一两分钟。你可以离开此页面——它会继续运行。

source: This usually takes a minute or two.
ar: يستغرق هذا عادة دقيقة أو دقيقتين.
de: Das dauert meist ein bis zwei Minuten.
es: Suele tardar uno o dos minutos.
fr: Ça prend en général une ou deux minutes.
hi: इसमें आमतौर पर एक-दो मिनट लगते हैं।
hu: Ez általában egy-két percet vesz igénybe.
it: Di solito ci vogliono uno o due minuti.
ko: 보통 1~2분 정도 걸립니다.
pl: Zwykle zajmuje to minutę lub dwie.
pt: Costuma demorar um ou dois minutos.
pt_br: Costuma demorar um ou dois minutos.
ru: Обычно это занимает минуту-две.
th: ปกติใช้เวลาหนึ่งถึงสองนาที
tr: Genellikle bir iki dakika sürer.
uk: Зазвичай це займає хвилину-дві.
zh: 通常需要一两分钟。

source: This video may not play on every device — MP4 (H.264) plays everywhere.
ar: قد لا يعمل هذا الفيديو على كل الأجهزة — صيغة MP4 (H.264) تعمل في كل مكان.
de: Dieses Video läuft womöglich nicht auf jedem Gerät — MP4 (H.264) läuft überall.
es: Puede que este vídeo no se reproduzca en todos los dispositivos — MP4 (H.264) funciona en todas partes.
fr: Cette vidéo risque de ne pas se lire sur tous les appareils — le MP4 (H.264) se lit partout.
hi: यह वीडियो शायद हर डिवाइस पर न चले — MP4 (H.264) हर जगह चलता है।
hu: Lehet, hogy ez a videó nem minden eszközön játszható le — az MP4 (H.264) mindenhol működik.
it: Questo video potrebbe non funzionare su tutti i dispositivi — l’MP4 (H.264) funziona ovunque.
ko: 이 동영상은 일부 기기에서 재생되지 않을 수 있습니다 — MP4(H.264)는 어디서나 재생됩니다.
pl: Ten film może nie działać na każdym urządzeniu — MP4 (H.264) działa wszędzie.
pt: Este vídeo pode não reproduzir em todos os dispositivos — MP4 (H.264) funciona em todo o lado.
pt_br: Este vídeo pode não rodar em todos os dispositivos — MP4 (H.264) funciona em qualquer lugar.
ru: Это видео может воспроизводиться не на всех устройствах — MP4 (H.264) работает везде.
th: วิดีโอนี้อาจเล่นไม่ได้ในทุกอุปกรณ์ — MP4 (H.264) เล่นได้ทุกที่
tr: Bu video her cihazda oynamayabilir — MP4 (H.264) her yerde oynar.
uk: Це відео може відтворюватися не на всіх пристроях — MP4 (H.264) працює скрізь.
zh: 此视频可能无法在所有设备上播放——MP4（H.264）在任何设备上都能播放。

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस हफ़्ते
hu: Ezen a héten
it: Questa settimana
ko: 이번 주
pl: Ten tydzień
pt: Esta semana
pt_br: Esta semana
ru: Эта неделя
th: สัปดาห์นี้
tr: Bu hafta
uk: Цього тижня
zh: 本周

source: This workout was deleted on another device. Your edits are still here.
ar: حُذف هذا التمرين على جهاز آخر. تعديلاتك لا تزال هنا.
de: Dieses Training wurde auf einem anderen Gerät gelöscht. Deine Änderungen sind noch hier.
es: Este entrenamiento se eliminó en otro dispositivo. Tus cambios siguen aquí.
fr: Cet entraînement a été supprimé sur un autre appareil. Vos modifications sont toujours ici.
hi: यह वर्कआउट दूसरे डिवाइस पर मिटा दिया गया। आपके बदलाव अभी भी यहाँ हैं।
hu: Ezt az edzést egy másik eszközön törölték. A módosításaid továbbra is itt vannak.
it: Questo allenamento è stato eliminato su un altro dispositivo. Le tue modifiche sono ancora qui.
ko: 이 운동은 다른 기기에서 삭제되었습니다. 편집 내용은 여기에 남아 있습니다.
pl: Ten trening usunięto na innym urządzeniu. Twoje zmiany nadal są tutaj.
pt: Este treino foi eliminado noutro dispositivo. As tuas alterações continuam aqui.
pt_br: Este treino foi excluído em outro dispositivo. Suas alterações continuam aqui.
ru: Эта тренировка удалена на другом устройстве. Ваши изменения всё ещё здесь.
th: การออกกำลังกายนี้ถูกลบในอุปกรณ์อื่น การแก้ไขของคุณยังอยู่ที่นี่
tr: Bu antrenman başka bir cihazda silindi. Düzenlemelerin hâlâ burada.
uk: Це тренування видалено на іншому пристрої. Твої зміни все ще тут.
zh: 此训练已在另一台设备上删除。你的编辑仍保留在这里。

source: Three more reps
ar: ثلاثة تكرارات في الاحتياط
de: Drei Wiederholungen übrig
es: Tres repeticiones más
fr: Encore trois répétitions
hi: तीन रेप और बाकी
hu: Három ismétlés még belefért volna
it: Altre tre ripetizioni
ko: 세 개 더 남았음
pl: Jeszcze trzy powtórzenia
pt: Mais três repetições
pt_br: Mais três repetições
ru: Ещё три повторения
th: ยังเหลืออีกสามครั้ง
tr: Üç tekrar daha vardı
uk: Ще три повторення
zh: 还能再做三次

source: Three sessions, the whole body each time.
ar: ثلاث جلسات، الجسم كامل في كل مرة.
de: Drei Einheiten, jedes Mal der ganze Körper.
es: Tres sesiones, todo el cuerpo en cada una.
fr: Trois séances, tout le corps à chaque fois.
hi: तीन सेशन, हर बार पूरा शरीर।
hu: Három edzés, mindegyiken az egész test.
it: Tre sedute, ogni volta tutto il corpo.
ko: 세 번의 세션, 매번 전신.
pl: Trzy treningi, za każdym razem całe ciało.
pt: Três sessões, o corpo todo de cada vez.
pt_br: Três sessões, o corpo todo de cada vez.
ru: Три тренировки, каждый раз всё тело.
th: สามครั้ง ครบทั้งตัวทุกครั้ง
tr: Üç antrenman, her seferinde tüm vücut.
uk: Три тренування, щоразу все тіло.
zh: 三次训练，每次练全身。

source: Three things worth changing, and one worth knowing about. Everything else is working — the squat and the pulls are both progressing on schedule.
ar: ثلاثة أمور تستحق التغيير، وأمر واحد يستحق المعرفة. كل ما عدا ذلك يعمل — السكوات وتمارين السحب يتقدمان وفق الجدول.
de: Drei Dinge, die sich zu ändern lohnen, und eines, das man wissen sollte. Alles andere funktioniert — Kniebeuge und Zugübungen machen beide planmäßig Fortschritte.
es: Tres cosas que vale la pena cambiar y una que conviene saber. Todo lo demás funciona — la sentadilla y los tirones progresan según lo previsto.
fr: Trois choses à changer, et une à savoir. Tout le reste fonctionne — le squat et les tirages progressent comme prévu.
hi: तीन चीज़ें बदलने लायक हैं, और एक जानने लायक। बाकी सब ठीक चल रहा है — स्क्वाट और पुल दोनों योजना के अनुसार आगे बढ़ रहे हैं।
hu: Három dolgot érdemes megváltoztatni, egyről pedig érdemes tudni. Minden más működik — a guggolás és a húzások is a terv szerint fejlődnek.
it: Tre cose da cambiare e una da sapere. Tutto il resto funziona — lo squat e le tirate progrediscono come previsto.
ko: 바꿀 만한 것 세 가지와 알아 둘 만한 것 한 가지예요. 나머지는 모두 잘 되고 있어요 — 스쿼트와 당기기 모두 계획대로 늘고 있어요.
pl: Trzy rzeczy warte zmiany i jedna warta uwagi. Cała reszta działa — przysiad i przyciągania postępują zgodnie z planem.
pt: Três coisas que vale a pena mudar e uma que vale a pena saber. Tudo o resto está a funcionar — o agachamento e as puxadas estão ambos a progredir como previsto.
pt_br: Três coisas que vale a pena mudar e uma que vale a pena saber. Todo o resto está funcionando — o agachamento e as puxadas estão progredindo como previsto.
ru: Три вещи стоит поменять, об одной — просто знать. Всё остальное работает: и присед, и тяги прогрессируют по графику.
th: มีสามอย่างที่ควรเปลี่ยน และอีกหนึ่งอย่างที่ควรรู้ ที่เหลือทำงานได้ดี — ทั้งสควอตและท่าดึงก้าวหน้าตามแผน
tr: Değiştirmeye değer üç şey, bir de bilmeye değer bir şey var. Geri kalan her şey işliyor — hem squat hem çekişler planlandığı gibi ilerliyor.
uk: Три речі варто змінити, про одну — просто знати. Усе інше працює: і присід, і тяги прогресують за графіком.
zh: 有三处值得调整，还有一件值得知道。其他一切都很好——深蹲和拉的动作都在按计划进步。

source: Thursday
ar: الخميس
de: Donnerstag
es: Jueves
fr: Jeudi
hi: गुरुवार
hu: Csütörtök
it: Giovedì
ko: 목요일
pl: Czwartek
pt: Quinta-feira
pt_br: Quinta-feira
ru: Четверг
th: วันพฤหัสบดี
tr: Perşembe
uk: Четвер
zh: 星期四

source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Temps
hi: समय
hu: Idő
it: Tempo
ko: 시간
pl: Czas
pt: Tempo
pt_br: Tempo
ru: Время
th: เวลา
tr: Süre
uk: Час
zh: 时间

source: Timed sets continue up to 15 extra minutes. Tap Done to log the actual duration.
ar: تستمر المجموعات الموقوتة حتى 15 دقيقة إضافية. اضغط «تم» لتسجيل المدة الفعلية.
de: Zeitbasierte Sätze laufen bis zu 15 zusätzliche Minuten weiter. Tippe auf „Fertig“, um die tatsächliche Dauer zu speichern.
es: Las series cronometradas continúan hasta 15 minutos extra. Toca «Listo» para registrar la duración real.
fr: Les séries chronométrées continuent jusqu’à 15 minutes supplémentaires. Touchez « Terminé » pour enregistrer la durée réelle.
hi: समयबद्ध सेट 15 अतिरिक्त मिनट तक जारी रहेंगे। वास्तविक अवधि दर्ज करने के लिए “पूरा” दबाएँ।
hu: Az időzített sorozatok legfeljebb 15 extra percig folytatódnak. A tényleges idő rögzítéséhez koppints a Kész gombra.
it: Le serie a tempo continuano fino a 15 minuti extra. Tocca Fine per registrare la durata effettiva.
ko: 시간 제한 세트는 최대 15분 추가로 계속됩니다. 실제 시간을 기록하려면 완료를 누르세요.
pl: Serie na czas trwają do 15 dodatkowych minut. Stuknij Gotowe, aby zapisać rzeczywisty czas.
pt: As séries cronometradas continuam até mais 15 minutos. Toca em Concluído para registar a duração real.
pt_br: As séries cronometradas continuam por até 15 minutos extras. Toque em Concluído para registrar a duração real.
ru: Подходы на время продолжаются ещё до 15 минут. Нажмите «Готово», чтобы записать фактическую длительность.
th: เซ็ตแบบจับเวลาจะทำต่อได้อีกสูงสุด 15 นาที แตะ “เสร็จแล้ว” เพื่อบันทึกระยะเวลาจริง
tr: Süreli setler en fazla 15 dakika daha devam eder. Gerçek süreyi kaydetmek için Bitti’ye dokunun.
uk: Підходи на час тривають ще до 15 хвилин. Натисни «Готово», щоб записати фактичну тривалість.
zh: 计时组最多继续 15 分钟。点击“完成”记录实际时长。

# Timezone: {0} (auto-detected, updates if you travel).
source: Timezone: %1$@ (auto-detected, updates if you travel).
ar: المنطقة الزمنية: %1$@ (تُكتشف تلقائيًا وتُحدَّث إذا سافرت).
de: Zeitzone: %1$@ (automatisch erkannt, aktualisiert sich beim Reisen).
es: Zona horaria: %1$@ (detectada automáticamente, se actualiza si viajas).
fr: Fuseau horaire : %1$@ (détecté automatiquement, mis à jour si tu voyages).
hi: समय क्षेत्र: %1$@ (स्वतः पहचाना गया, यात्रा पर अपडेट होता है)।
hu: Időzóna: %1$@ (automatikusan felismerve, utazáskor frissül).
it: Fuso orario: %1$@ (rilevato automaticamente, si aggiorna se viaggi).
ko: 시간대: %1$@ (자동 감지, 여행 시 업데이트됨).
pl: Strefa czasowa: %1$@ (wykrywana automatycznie, aktualizuje się w podróży).
pt: Fuso horário: %1$@ (detetado automaticamente, atualiza-se se viajares).
pt_br: Fuso horário: %1$@ (detectado automaticamente e atualizado se você viajar).
ru: Часовой пояс: %1$@ (определяется автоматически, обновляется в поездках).
th: เขตเวลา: %1$@ (ตรวจจับอัตโนมัติ อัปเดตเมื่อคุณเดินทาง)
tr: Saat dilimi: %1$@ (otomatik algılanır, seyahatte güncellenir).
uk: Часовий пояс: %1$@ (визначається автоматично, оновлюється в поїздках).
zh: 时区：%1$@（自动检测，旅行时自动更新）。

source: Tip
ar: نصيحة
de: Tipp
es: Consejo
fr: Astuce
hi: सुझाव
hu: Tipp
it: Suggerimento
ko: 팁
pl: Wskazówka
pt: Dica
pt_br: Dica
ru: Совет
th: เคล็ดลับ
tr: İpucu
uk: Порада
zh: 提示

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
hu: Ma
it: Oggi
ko: 오늘
pl: Dziś
pt: Hoje
pt_br: Hoje
ru: Сегодня
th: วันนี้
tr: Bugün
uk: Сьогодні
zh: 今天

source: Today's plan
ar: خطة اليوم
de: Heutiger Plan
es: Plan de hoy
fr: Plan du jour
hi: आज की योजना
hu: Mai terv
it: Piano di oggi
ko: 오늘의 계획
pl: Plan na dziś
pt: Plano de hoje
pt_br: Plano de hoje
ru: План на сегодня
th: แผนวันนี้
tr: Bugünün planı
uk: План на сьогодні
zh: 今日计划

# Too many attempts — try again {0}.
source: Too many attempts — try again %1$@.
ar: محاولات كثيرة جدًا — حاول مرة أخرى %1$@.
de: Zu viele Versuche — versuch es %1$@ noch einmal.
es: Demasiados intentos — vuelve a intentarlo %1$@.
fr: Trop de tentatives — réessaie %1$@.
hi: बहुत ज़्यादा प्रयास — %1$@ फिर से कोशिश करें।
hu: Túl sok próbálkozás — próbáld újra %1$@.
it: Troppi tentativi — riprova %1$@.
ko: 시도 횟수가 너무 많습니다 — %1$@ 다시 시도하세요.
pl: Za dużo prób — spróbuj ponownie %1$@.
pt: Demasiadas tentativas — tenta novamente %1$@.
pt_br: Muitas tentativas — tente novamente %1$@.
ru: Слишком много попыток — попробуй снова %1$@.
th: ลองหลายครั้งเกินไป — ลองใหม่อีกครั้ง%1$@
tr: Çok fazla deneme — %1$@ tekrar dene.
uk: Забагато спроб — спробуй ще раз %1$@.
zh: 尝试次数过多 — 请%1$@再试。

source: Top of the range
ar: قمة النطاق
de: Oberes Ende
es: Tope del rango
fr: Haut de la fourchette
hi: रेंज का ऊपरी सिरा
hu: A tartomány teteje
it: Massimo dell'intervallo
ko: 범위 상한
pl: Górna granica zakresu
pt: Topo do intervalo
pt_br: Topo da faixa
ru: Верх диапазона
th: จำนวนครั้งสูงสุด
tr: Aralığın üst sınırı
uk: Верх діапазону
zh: 次数上限

# Top of the rep range in every set — {0} {1} less help, back to {2} reps.
source: Top of the rep range in every set — %1$@ %2$@ less help, back to %3$@ reps.
ar: أعلى نطاق التكرارات في كل مجموعة — مساعدة أقل بمقدار %1$@ %2$@، وعودة إلى %3$@ تكرارًا.
de: Oberes Ende des Wiederholungsbereichs in jedem Satz — %1$@ %2$@ weniger Hilfe, zurück auf %3$@ Wiederholungen.
es: Tope del rango de repeticiones en cada serie — %1$@ %2$@ menos de ayuda, vuelve a %3$@ repeticiones.
fr: Haut de la fourchette de répétitions à chaque série — %1$@ %2$@ d’aide en moins, retour à %3$@ répétitions.
hi: हर सेट में दोहराव सीमा के शीर्ष पर — %1$@ %2$@ कम सहारा, वापस %3$@ दोहराव पर।
hu: Az ismétléstartomány teteje minden sorozatban — %1$@ %2$@ kevesebb segítség, vissza %3$@ ismétlésre.
it: Cima dell’intervallo di ripetizioni in ogni serie — %1$@ %2$@ di aiuto in meno, torna a %3$@ ripetizioni.
ko: 모든 세트에서 반복 범위 상단 — 보조 %1$@ %2$@ 줄이고 %3$@회로 돌아가기.
pl: Górny zakres powtórzeń w każdej serii — %1$@ %2$@ mniej pomocy, wróć do %3$@ powtórzeń.
pt: Topo do intervalo de repetições em cada série — %1$@ %2$@ menos de ajuda, de volta a %3$@ repetições.
pt_br: Topo do intervalo de repetições em cada série — %1$@ %2$@ menos de ajuda, de volta a %3$@ repetições.
ru: Верх диапазона повторений в каждом подходе — помощи меньше на %1$@ %2$@, снова %3$@ повторений.
th: ถึงเพดานช่วงจำนวนครั้งทุกเซ็ต — ลดตัวช่วย %1$@ %2$@ แล้วกลับไปที่ %3$@ ครั้ง
tr: Her sette tekrar aralığının üstü — %1$@ %2$@ daha az destek, %3$@ tekrara dön.
uk: Верх діапазону повторень у кожному підході — на %1$@ %2$@ менше допомоги, знову %3$@ повт.
zh: 每组都达到次数上限 — 辅助减少 %1$@ %2$@，回到 %3$@ 次。
